[
    {
        "id": "6271ad452bfed7d522117008",
        "name": "Computer",
        "supplierName": "Pro PPOS",
        "quantity": 15,
        "price": "$920",
        "image": "https://i.ibb.co/fpxPcdm/computer.jpg",
        "address": "947 Schermerhorn Street, Gadsden, Maryland, 1997",
        "description": "Est consequat anim anim dolore culpa. Ex qui adipisicing sint consectetur duis esse nulla ad voluptate. Consectetur dolore excepteur excepteur magna non voluptate occaecat reprehenderit commodo. Fugiat est irure Lorem est sint nulla sint excepteur qui est et. Ea ullamco irure labore do.\r\n"
    },
    {
        "id": "6271ad450dff31202c626579",
        "name": "Fridge",
        "supplierName": "Fridger company",
        "quantity": 100,
        "price": "$1986",
        "image": "https://i.ibb.co/X7rkH44/firdge.jpg",
        "address": "164 Whitty Lane, Inkerman, Illinois, 4276",
        "description": "Pariatur ex incididunt sint commodo tempor. Deserunt culpa duis incididunt tempor excepteur in qui consectetur reprehenderit. Enim aliqua mollit pariatur aute consequat officia eiusmod ex Lorem. Eiusmod excepteur ut cillum nostrud ex occaecat quis consectetur ea aliqua. Id est anim proident elit quis ea veniam. Cupidatat reprehenderit veniam nostrud ad est enim. Voluptate est ipsum nisi adipisicing consequat consequat magna.\r\n"
    },
    {
        "id": "6271ad459fd3b1d57eeb3c9c",
        "name": "Laptop",
        "supplierName": "Online dealer",
        "quantity": 20,
        "price": "$2,056",
        "image": "https://i.ibb.co/7j9FX9m/laptops.jpg",
        "address": "965 Jamaica Avenue, Lloyd, Kentucky, 553",
        "description": "Id veniam anim cillum anim elit voluptate enim deserunt in amet Lorem quis ex. Esse aliqua incididunt sunt in reprehenderit voluptate nulla nisi eu exercitation dolor dolore reprehenderit elit. Commodo minim quis do aute et.\r\n"
    },
    {
        "id": "6271ad45977d26af9e0a9906",
        "name": "Microphone",
        "supplierName": "Sound system",
        "quantity": 30,
        "price": "$94",
        "image": "https://i.ibb.co/b1hqXd2/microphone.jpg",
        "address": "690 Amersfort Place, Broadlands, South Carolina, 7199",
        "description": "Laborum pariatur tempor magna elit labore excepteur ut ipsum cillum est duis ex ipsum qui. Reprehenderit do adipisicing tempor eu. Et dolore incididunt aliquip labore. Commodo exercitation mollit sunt magna in cupidatat ipsum excepteur mollit laboris voluptate officia ad. Sint reprehenderit excepteur eiusmod cillum occaecat in id.\r\n"
    },
    {
        "id": "6271ad457ceb0eeb838b31ee",
        "name": "Microwave",
        "supplierName": "warm company",
        "quantity": 19,
        "price": "$120",
        "image": "https://i.ibb.co/Lg0S3Vb/microwav.jpg",
        "address": "540 Willoughby Avenue, Rivereno, New Hampshire, 6638",
        "description": "Cupidatat dolore irure veniam consequat tempor eiusmod irure et proident incididunt fugiat consectetur minim. Et culpa esse ad laboris in. Ipsum anim magna irure magna reprehenderit aliqua labore minim eiusmod eu. Esse laboris veniam laborum dolor aliquip in minim. Sunt quis qui anim ut aliquip aliquip irure reprehenderit excepteur ut minim. Velit deserunt velit deserunt mollit. Labore nostrud aliqua est Lorem dolor cupidatat dolore occaecat dolor fugiat ullamco.\r\n"
    },
    {
        "id": "6271ad45c5f058e9872f2b09",
        "name": "TV",
        "supplierName": "TV Pro Media",
        "quantity": 5,
        "price": "$1,514",
        "image": "https://i.ibb.co/bbnfP6P/tv.jpg",
        "address": "183 Kenmore Court, Bloomington, District Of Columbia, 5295",
        "description": "Aliquip id dolor velit veniam culpa irure amet sit consequat consectetur do. Adipisicing sunt duis non mollit ipsum et exercitation amet excepteur cillum culpa. Ut nisi culpa culpa occaecat Lorem. Dolor est irure laboris in aliqua proident dolore. Laborum eiusmod irure sit cupidatat.\r\n"
    }
]